---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepSpotBottomElevation
source: html/0433bae3-31ca-9f54-f498-2f8bbd4993a4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepSpotBottomElevation Property

"Spot Bottom Elevation": used for both design and fabrication components

## Syntax (C#)
```csharp
public static ForgeTypeId MepSpotBottomElevation { get; }
```